brew 'cmake'
brew 'ctags'
brew 'font-mononoki-nerd-font'
brew 'gopls'
brew 'llvm'
brew 'lua-language-server'
brew 'macvim', args: ['with-override-system-vim']
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'pyenv'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tmux'
brew 'tree-sitter-cli'
brew 'yarn'
brew 'zsh'

cask 'iterm2'
